Repository: Dritonsallahu/hrsmart
Catalog: lib/l10n/app_*.arb
Languages: sq

source: Hello World!
sq: Pershendetje!

source: Started price
sq: Shuma hyrëse

source: Daily transactions
sq: Shpenzime ditore

source: Daily activity
sq: Aktiviteti ditor

# noActitivy
source: No activity
sq: Nuk ka aktivitet

source: Add employee
sq: Shto punëtor

source: Transactions
sq: Shpenzimet

source: Notifications
sq: Njoftimet

source: Statistics
sq: Statistikat

# dailyReport
source: Daily reports
sq: Raporti ditor

source: Languages
sq: Gjuhët

source: Employee activity
sq: Aktiviteti punetorit

source: Profile
sq: Profili

source: Log out
sq: Dil

# employeeNumber
source: Employees number
sq: Numri i puntorëve

source: Balance
sq: Bilanci

source: Search employee
sq: Kërko puntorin

source: Debt value
sq: Shuma tërheqëse

source: Reason
sq: Arsyeja

source: Add transaction
sq: Shto shpenzimin

source: Filter
sq: Filtro

source: Income
sq: Hyrje

source: Outcome
sq: Dalje

source: Gross
sq: Totali bruto

source: Net
sq: Totali neto

source: Total
sq: Totali

source: From
sq: Prej

source: to
sq: Deri

source: Current balance
sq: Balanci aktual

# openCashboxText
source: Open cashbox to continue with daily transactions
sq: Arka duhet të hapet per të vazhduar me shpenzime ditore

# openedCashboxText
source: Last day cashbox not closed yet, close it to open new one to continue
sq: Arka e kaluar nuk eshte mbyllur akoma, duhet ta mbyllni per te vazhduar

source: Open cashbox
sq: Hap arkën

source: Close cashbox
sq: Mbyll arkën

# openedCashbox
source: Cashbox open
sq: Arka e hapur

# closedCashbox
source: Cashbox closed
sq: Arka e mbyllur

source: Cashbox details
sq: Detajet e arkës

# startedDate
source: Start date
sq: Data hapjes

source: Closed date
sq: Data e mbylljes

# startPrice
source: Open price
sq: Shuma hyrëse

source: Closed price
sq: Shuma dalëse

source: Description
sq: Përshkrimi

source: See cashbox list
sq: Shiko listën e arkave

source: Cashbox list
sq: Lista e arkave

source: No transactions
sq: Nuk ka shpenzime

source: Yes
sq: Po

source: No
sq: Jo

# deleteTransactionTextAlert
source: Shpenzimi do te fshihet, a jeni i sigurt ?
sq: Shpenzimi do të fshihet, a jeni i sigurt ?

# noInternet
source: No internet connection
sq: Nuk keni rrjet!

# nextVersionMessage
source: We are preparing this feature for next update, we kindly ask for your patience
sq: Jemi duke përgaditur versionin e radhës me përditësimet e fundit, shpresojmë mirëkuptimin tuaj.

# noEmployee
source: No employee added!
sq: Nuk keni punëtor

source: Salary
sq: Rroga

# widthdraw
source: Withdraw
sq: Tërheqje

source: Monthly balance
sq: Balanci mujor

source: Total balance
sq: Balanci total

source: Month
sq: Muaji

source: Year
sq: Viti

source: Search
sq: Kërko

source: Price
sq: Cmimi

source: Opsions
sq: Opsionet

source: Delete
sq: Fshij

# edit
source: Update
sq: Përditeso

source: Waiter
sq: Kamarier

source: Manager
sq: Menagjer

# withPayment
source: In salary
sq: Me pagesë

# withoutPayment
source: Out salary
sq: Pa pagesë

# deleteAlertText
source: Are you sure you want to delete this employee?
sq: Jeni duke fshirë punëtorin, Dëshironi të vazhdoni?

source: Allowed minus
sq: Minusi lejuar

source: Password
sq: Fjalëkalimi

source: Email
sq: Adresa elektronike

source: Username
sq: Emri i përdoruesit

source: Full name
sq: Emri i plotë

source: Close month
sq: Mbyll muajin

source: Closed month
sq: Muaji i mbyllur

source: Details
sq: Detajet

# noClosingMonthPrice
source: Please press the price for closing this month
sq: Nuk keni shtypur qmimin e mbylljes se muajit!

# deletedEmployee
source: Employee successfully deleted.
sq: Puntori është fshirë me sukses

source: Leave
sq: Largo

source: This month salary is:
sq: Rroga për këtë muaji është:

source: Left debt is:
sq: Borgji mbetur është:

# completeFields
source: Please complete all fields!
sq: Ju lutem plotesoni të gjitha fushat!

# successUpdate
source: Data successfully updated.
sq: Të dhënat u përditesuan me sukses.

source: Update
sq: Përditëso

# minusUntil
source: Max minus
sq: Minus deri

# loadingEmployee
source: Loading employees
sq: Duke ngarkuar puntorët

# exceedCheckoutValueText
source: The given value exceeds the checkout amount nThe remaining amount in the checkout:
sq: Vlera e dhënë e tejkalon shumën e arkës nShuma mbetur në arkë:

# reachedLimit
source: has reached the withdrawal limit within the month.
sq: ka arritur limitin e tërheqjes brenda muajit.

# aboveLimit
source: The given value is greater than the allowed limit
sq: Vlera e dhënë është më e madhe se limiti i lejuar

# oldCheckoutOpen
source: The opened cash register is not from today, please close the old cash register and open a new one to add new spending.
sq: Arka e hapur nuk është e ditës së sotme, ju lutem mbyllni arkën e vjetër dhe hapni një të re për të shtuar shpenzim të ri.

# closedCheckoutMessage
source: You cannot add spending without opening the cash register!
sq: Nuk mund të shtoni shpenzim pa e hapur arkën!

source: Do you want to open checkout ?
sq: Dëshironi ta hapni arkën ?

source: Do you want to close checkout ?
sq: Dëshironi ta mbyllni arkën ?

# checkoutCalculatingError
source: There is an error in the checkout calculation nPlease contact the administration for details!
sq: Ka një gabim në kalkulim të arkës nJu lutem kontaktoni administratën për detaje!

source: Branches
sq: Filialet

source: Packets
sq: Paketat

source: Theme
sq: Ngjyra

# startPriceCheckoutAlert
source: The initial amount must be set at the checkout!
sq: Duhet të caktohet shuma fillestare në arkë!

# laterDateNeeded
source: The date must be greater than today
sq: Data duhet të jetë më e madhe se sot

# biggerDateAlert
source: The date must not be less than today
sq: Data nuk duhet të jetë më e vogel se sot

# dateBiggerThanCheckoutDate
source: ATTENTION! You have chosen a date greater than the checkout start date
sq: KUJDES! nKeni zgjedhur datën më të madhe se data e startimit të arkës

# incomeValue
source: Entry value
sq: Vlera hyrëse

source: Filter by date
sq: Filtro me datë

source: All
sq: Të gjitha

source: Category name
sq: Emri kategorise

source: Add category
sq: Shto kategori

source: Employee
sq: Punëtor

# catgories
source: Categories
sq: Kategoritë

source: Product
sq: Produkt

source: Closed time
sq: Koha e mbylljes
